{
    "home_greeting":"Good day, i'm Kiran",
    "job_role":"Sr Software Engineer",
    "donoload_resume": "Download Resume",
    "recent_proj": "Recent Projects",
    "home":"Home",
    "about":"About",
    "contact":"Contact",
    "contact_me": "Contact Me",
    "experience":"Experience",
    "skills":"Skills",
    "education":"Education",
    "first_name":"First Name",
    "last_name":"Last Name",
    "phone":"Phone",
    "message":"Message",
    "submit":"Submit",
    "introduction":"<p>I'm Kiran 👋, a native of Bangalore, India. I work as a software engineer for a fantastic startup as my profession. I love bringing the technical and aesthetic components of digital things to life.</p><p>I absolutely adore javascript and front-end web development. Learning backend technologies at the moment. I constantly try to learn new stuff.</p><p>In addition to being an IT geek, you can find me cycling, travelling, or taking pictures.</p>",
    "company":"Company",
    "title":"Title",
    "period":"Period",
    "projects":"Projects",
    "team_size":"Team Size",
    "description":"Description",
    "institute":"Institute",
    "year":"Year",
    "course":"Course",
    "language": "Language",
    "english":"English",
    "deutsche":"Deutsche",
    "project":"Project",
    "blog":"Blog",
    "home_page_intro":"Welcome to my portfolio website! I am a front-end developer with a passion for delivering beautiful and engaging web experiences. My expertise in front-end frameworks allows me to create websites and applications that not only look great, but also function seamlessly. On this website, you will find a collection of my recent projects that showcase my skills and capabilities as a front-end developer. From concept to launch, I am dedicated to delivering exceptional results for my clients. If you are interested in working together or have any questions, please don't hesitate to reach out. Thank you for visiting my portfolio!",
    "all_rights_reserved":"All rights reserved"
}