{
    "home_greeting":"Guten Tag, ich bin Kiran",
    "job_role": "Softwareentwickler",
    "donoload_resume": "Lebenslauf Herunterladen",
    "recent_proj":"neustes Projekt",
    "home":"Heimat",
    "about":"Über",
    "contact":"Kontakt",
    "contact_me":"kontaktiere mich",
    "experience": "Erfahrung",
    "skills":"Fähigkeiten",
    "education": "Bildung",
    "first_name":"Vorname",
    "last_name":"Nachname",
    "phone":"Telefon",
    "message":"Botschaft",
    "submit":"einreichen",
    "introduction":"<p>Ich bin Kiran 👋, gebürtig aus Bangalore, Indien.Ich arbeite als Software-Ingenieur für ein fantastisches Startup als Beruf.Ich liebe es, die technischen und ästhetischen Komponenten digitaler Dinge zum Leben zu erwecken.</p><p>Ich liebe Javascript und Front-End-Web-Entwicklung. Erlernen von Backend-Technologien im Moment.Ich versuche ständig, neue Sachen zu lernen.</p><p>Abgesehen davon, dass ich ein IT-Nerd bin, kann man mich beim Radfahren, Reisen oder Fotografieren finden.</p>",
    "company":"firma",
    "title":"titel",
    "period":"zeitraum",
    "projects":"Projekte",
    "team_size":"Teamgröße",
    "description":"Bezeichnung",
    "institute":"Institut",
    "year":"Jahr",
    "course":"Kurs",
    "language": "Sprache",
    "english":"Englisch",
    "deutsche":"Deutsche",
    "project":"Projekt",
    "blog":"Bloggen",
    "home_page_intro":"Willkommen auf meiner Portfolio-Website! Ich bin ein Front-End-Entwickler mit einer Leidenschaft für die Bereitstellung von schönen und ansprechenden Web-Erlebnissen. Meine Erfahrung mit Front-End-Frameworks ermöglicht es mir, Websites und Anwendungen zu erstellen, die nicht nur gut aussehen, sondern auch nahtlos funktionieren. Auf dieser Website finden Sie eine Sammlung meiner aktuellen Projekte, die meine Fähigkeiten und Fertigkeiten als Front-End-Entwickler unter Beweis stellen. Vom Konzept bis zum Start bin ich bestrebt, meinen Kunden außergewöhnliche Ergebnisse zu liefern. Wenn Sie an einer Zusammenarbeit interessiert sind oder Fragen haben, zögern Sie bitte nicht, mich zu kontaktieren. Vielen Dank für Ihren Besuch in meinem Portfolio!",
    "all_rights_reserved":"Alle Rechte vorbehalten."
}